{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "Microsoft.VisualStudio.2022.Community"
        },
        {
          "PackageIdentifier": "CoreyButler.NVMforWindows"
        },
        {
          "PackageIdentifier": "Notion.Notion"
        },
        {
          "PackageIdentifier": "AutoHotkey.AutoHotkey"
        },
        {
          "PackageIdentifier": "Brave.Brave"
        },
        {
          "PackageIdentifier": "Discord.Discord"
        },
        {
          "PackageIdentifier": "Docker.DockerDesktop"
        },
        {
          "PackageIdentifier": "Figma.Figma"
        },
        {
          "PackageIdentifier": "RyanGregg.GCFScape"
        },
        {
          "PackageIdentifier": "GitHub.GitHubDesktop"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "Gyan.FFmpeg"
        },
        {
          "PackageIdentifier": "HandBrake.HandBrake"
        },
        {
          "PackageIdentifier": "IObit.IObitUnlocker"
        },
        {
          "PackageIdentifier": "Microsoft.EdgeWebView2Runtime"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Mozilla.Firefox"
        },
        {
          "PackageIdentifier": "Mozilla.Thunderbird.Beta"
        },
        {
          "PackageIdentifier": "OBSProject.OBSStudio"
        },
        {
          "PackageIdentifier": "OO-Software.ShutUp10"
        },
        {
          "PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
        },
        {
          "PackageIdentifier": "Rustlang.Rustup"
        },
        {
          "PackageIdentifier": "Valve.Steam"
        },
        {
          "PackageIdentifier": "WinDirStat.WinDirStat"
        },
        {
          "PackageIdentifier": "nektos.act"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x64"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.6"
        },
        {
          "PackageIdentifier": "Neovim.Neovim"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2010.x64"
        },
        {
          "PackageIdentifier": "Python.Python.3.11"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode.Insiders"
        },
        {
          "PackageIdentifier": "7zip.7zip"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2012.x86"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x86"
        },
        {
          "PackageIdentifier": "Telegram.TelegramDesktop"
        },
        {
          "PackageIdentifier": "Microsoft.CLRTypesSQLServer.2019"
        },
        {
          "PackageIdentifier": "Google.GoogleDrive"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x86"
        },
        {
          "PackageIdentifier": "voidtools.Everything"
        },
        {
          "PackageIdentifier": "VideoLAN.VLC"
        },
        {
          "PackageIdentifier": "Oracle.VirtualBox"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2010.x86"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell.Preview"
        },
        {
          "PackageIdentifier": "Microsoft.PowerToys"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2012.x64"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.5.2201"
}
