{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode.Insiders"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudio.2022.Community"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell.Preview"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x64"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.6"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2010.x64"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2012.x86"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x86"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2010.x86"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2012.x64"
        },
        {
          "PackageIdentifier": "Telegram.TelegramDesktop"
        },
        {
          "PackageIdentifier": "CoreyButler.NVMforWindows"
        },
        {
          "PackageIdentifier": "7zip.7zip"
        },
        {
          "PackageIdentifier": "AutoHotkey.AutoHotkey"
        },
        {
          "PackageIdentifier": "Brave.Brave"
        },
        {
          "PackageIdentifier": "Discord.Discord"
        },
        {
          "PackageIdentifier": "voidtools.Everything"
        },
        {
          "PackageIdentifier": "Figma.Figma"
        },
        {
          "PackageIdentifier": "GitHub.GitHubDesktop"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "Glarysoft.GlaryUtilities"
        },
        {
          "PackageIdentifier": "Mozilla.Firefox"
        },
        {
          "PackageIdentifier": "HandBrake.HandBrake"
        },
        {
          "PackageIdentifier": "Mozilla.Thunderbird"
        },
        {
          "PackageIdentifier": "OBSProject.OBSStudio"
        },
        {
          "PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
        },
        {
          "PackageIdentifier": "IObit.IObitUnlocker"
        },
        {
          "PackageIdentifier": "JetBrains.PyCharm.Community"
        },
        {
          "PackageIdentifier": "Valve.Steam"
        },
        {
          "PackageIdentifier": "VideoLAN.VLC"
        },
        {
          "PackageIdentifier": "WinDirStat.WinDirStat"
        },
        {
          "PackageIdentifier": "Notion.Notion"
        },
        {
          "PackageIdentifier": "Oracle.VirtualBox"
        },
        {
          "PackageIdentifier": "Google.Drive"
        },
        {
          "PackageIdentifier": "Google.AndroidStudio"
        },
        {
          "PackageIdentifier": "Neovim.Neovim"
        },
        {
          "PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
        },
        {
          "PackageIdentifier": "Python.Python.3.11"
        },
        {
          "PackageIdentifier": "GoLang.Go.1.19"
        },
        {
          "PackageIdentifier": "Rustlang.Rustup"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.4.10173"
}